
import { CompanyInfo } from './types';

export const COMPANY_DATA: CompanyInfo = {
  name: "شركة اليقين",
  address: [
    "بيركب مترو اتجاه حلوان",
    "ينزل محطة المعادي",
    "يركب عربيات فايدة كامل",
    "ينزل في الآخر خالص لما السواق يقول “ده آخرنا”",
    "يسأل أي محل عن شركة الزهور للمنظفات (سابقًا كافيه العتاولة – حاليًا توكيل وي)",
    "الشركة في شارع اسمه شارع الجمهورية",
    "يدخل الشارع",
    "يعد تالت شارع على اليمين",
    "العمارة رقم 12 – مجدي شمس المحامي",
    "الدور الأول علوي"
  ],
  workingHours: "من 11 صباحاً حتى 3 ظهراً",
  workingDays: "من السبت إلى الأربعاء",
  holidays: "الخميس والجمعة من كل أسبوع"
};

export const FIREBASE_URL = "https://marvel-75d8b-default-rtdb.firebaseio.com/data_yakin.json";
